{
  "monumentInformation": [
    {
      "title": "Who Built It",
      "details": [
        "The Great Stupa at Sanchi was originally commissioned by Emperor Ashoka of the Maurya Dynasty in the 3rd century BCE to preserve and spread the relics of the Buddha.",
        "The structure was later expanded and decorated by subsequent rulers of the Shunga Dynasty, who added elaborate gateways and railings."
      ]
    },
    {
      "title": "Where It Is Located",
      "details": [
        "The Sanchi Stupa is located in the town of Sanchi, in the state of Madhya Pradesh, India, atop a hill that offers a panoramic view of the surrounding area.",
        "It is situated about 46 kilometers from Bhopal, the capital of Madhya Pradesh, making it a prominent Buddhist pilgrimage and historical site in central India."
      ]
    },
    {
      "title": "When It Was Built",
      "details": [
        "The construction of the original Stupa at Sanchi began in the 3rd century BCE, under the reign of Emperor Ashoka, as part of his efforts to promote Buddhism.",
        "The stupa underwent significant expansions and renovations during the Shunga period, around the 2nd century BCE, adding ornate carvings and architectural enhancements."
      ]
    },
    {
      "title": "How Is It Protected By",
      "details": [
        "The Sanchi Stupa is a UNESCO World Heritage Site, recognized for its historical and cultural significance as one of the best-preserved ancient Buddhist monuments.",
        "It is protected and maintained by the Archaeological Survey of India (ASI), which ensures its preservation and the upkeep of its surrounding monuments."
      ]
    },
    {
      "title": "Why It Was Built",
      "details": [
        "The Sanchi Stupa was built to house the relics of the Buddha, symbolizing the core tenets of Buddhism and serving as a place of meditation and worship.",
        "Emperor Ashoka commissioned the stupa to promote Buddhism across his empire, making it a symbol of his conversion to the religion and his dedication to its spread."
      ]
    }
  ]
}
